YEAR = 2026

EDUCATION = [
    {
        "year": "1994",
        "desc": "Минский ордена Трудового Красного Знамени государственный медицинский институт",
    },
]

COURSES = [
    {
        "year": "1995",
        "desc": "Курс повышения квалификации «Клиническая диагностика и лечение эндокринных заболеваний»",
    },
    {
        "year": "1999",
        "desc": "Повышение квалификации в БелГИУВ на кафедре невропатологии",
    },
    {
        "year": "2002",
        "desc": "Цикл ТУ «Неврогенные головные боли и болевые синдромы лица»",
    },
    {"year": "2002", "desc": "Специализация «Иглорефлексотерапия»"},
    {
        "year": "2004",
        "desc": "Циклы ТУ «Вертеброгенные заболевания нервной системы» и «Воспалительные заболевания нервной системы»",
    },
    {
        "year": "2007",
        "desc": "МСЭ и реабилитация при неврологической патологии (БелМАПО)",
    },
    {
        "year": "2007",
        "desc": "Вертеброгенные заболевания нервной системы (БелМАПО)",
    },
    {"year": "2017", "desc": "Лечебные блокады в неврологии (БелМАПО)"},
    {
        "year": "2020",
        "desc": "Современные аспекты эпилептологии. Основы электроэнцефалографии (БелМАПО)",
    },
    {
        "year": "2020",
        "desc": "Лечение неврологических заболеваний с позиций доказательной медицины (БелМАПО)",
    },
    {"year": "2024", "desc": "Фармакорефлексотерапия (БГМУ)"},
    {
        "year": "2024",
        "desc": "Актуальные вопросы применения методов традиционной китайской медицины в клинической практике",
    },
    {
        "year": "2024",
        "desc": "Рефлексотерапия соматовегетативных дисфункций (БГМУ)",
    },
]
